[{"id": "c3229e54-aa58-5fdd-9f71-fbe66366b2b2", "content_path": "https://www.nike.com/t/dri-fit-team-minnesota-twins-mens-long-sleeve-t-shirt-6Wdjql", "tags": "Men's Long-Sleeve T-Shirt", "text_chunk": "SWEAT-WICKING COMFORT.The Nike Dri-FIT Team (MLB Minnesota Twins) T-Shirt layers you in lightweight fabric with sweat-wicking technology to help keep you cool and dry as you rep your favorite team.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Jersey fabric has a soft, lightweight feel.Product Details100% polyesterMachine washImportedShown: NavyStyle: NKAY44BMTF-KT6", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f8ebb2ed-17ae-5719-b750-5ea3ec69b75c", "content_path": "https://www.nike.com/t/club-américa-womens-dri-fit-soccer-jersey-dress-MP2NrK", "tags": "Women's Nike Dri-FIT Soccer Jersey Dress", "text_chunk": "Inspired by traditional soccer jerseys, the Club América Jersey Dress is an effortless look you can easily throw on and go.Keep CoolNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Stash and GoSide pockets let you store your essentials when you're on the move.Streetwear FlairJersey details pair with a flowy design for casual team pride.Product DetailsStandard fit for a relaxed, easy feel100% polyesterMachine washImportedShown: Black/BlackStyle: CW0788-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "88120081-e6cb-5399-b9dc-a2d3d5dd5206", "content_path": "https://www.nike.com/t/sportswear-swoosh-mens-overalls-rKsQ2c", "tags": "Men's Overalls", "text_chunk": "WORKING HARD TO KEEP YOU COMFORTABLE.The Nike Sportswear Swoosh Overalls feature a woven twill fabric that's both soft and durable. Snaps at the side and a reversible pocket at the chest provide styling options--wear them up over the shoulder or down at the waist as pants.Pockets For DaysThe zippered chest pocket features an envelope-style enclosure on the reverse side to be used when overalls are worn as pants.Utility with a Classic FeelA tapered leg and zip fly and snap close give this hardworking style a refined, familiar feel.2 Styles, 1 DesignSide snaps secure the upper material and straps allowing you to wear this style as pants or overalls. An adjustable buckle shoulder design lets you adjust the fit on the fly.More BenefitsUtility cargo pockets on legs and back pocket provide secure storage.Embroidered Swoosh details on chest and back show love for the brand.Product DetailsStandard fit for a relaxed, easy feel49% nylon/46% cotton/5% spandexMachine washImportedShown: Black/WhiteStyle: CU3896-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "98348cc5-1520-5b6e-a5f6-c42547b6a092", "content_path": "https://www.nike.com/t/dri-fit-one-luxe-big-kids-girls-printed-tights-extended-size-fjSmdw", "tags": "Big Kids' (Girls') Printed Tights (Extended Size)", "text_chunk": "ELEVATED COMFORT GOES FULL BLOOM.The Nike Dri-FIT One Luxe Leggings (Extended Size) are our most versatile pair yet—made with silky soft fabric for playtime (or anytime!). Part of the Nike Luxe line, they’re super comfy and lightweight, like an all-day hug. Adding a colorful floral print just makes these that much better. This product is made with at least 75% recycled polyester fibers.Luxe is MoreNike One Luxe is our most versatile legging, taken to the next level with soft, smooth fabric that feels like an all-day hug.Play Hard, Stay DryNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Move with ConfidenceA high-rise waistband and V-shaped back panel follow your body's natural lines so you can stretch, stride and climb confidently.More BenefitsAn elastic waistband provides a snug fit.Product DetailsTight fit for a body-hugging feelBody: 88% polyester/12% spandex. Gusset lining: 100% polyester.Machine washImportedShown: Black/Rush PinkStyle: DM8445-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f15981a5-d8c9-53fa-880d-80606be188fe", "content_path": "https://www.nike.com/t/paris-saint-germain-repel-academy-awf-big-kids-soccer-jacket-95TSKB", "tags": "Big Kids' Soccer Jacket", "text_chunk": "WATER-REPELLENT COVERAGE GETS PSG DETAILS.The Paris Saint-Germain Repel Academy AWF Jacket is a lightweight, water-repellent layer that's perfect for days when you want to play through the rain, but breathable where it matters when things heat up. This product is made with at least 75% recycled polyester fibers.BenefitsLightweight water-repellent fabric helps you stay dry in light rain.Zippered side pockets secure your essentials.High-heat zones are perforated for ventilation while you play.Product DetailsStandard fit for a relaxed, easy feelBody: 100% polyesterMachine washImportedShown: Dark Grey/Black/Siren Red/Siren RedStyle: DB8165-025", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "32f47015-e055-5757-beb4-6b57604e3141", "content_path": "https://www.nike.com/t/miami-dolphins-mike-gesicki-mens-game-football-jersey-dspWwb", "tags": "Men's Game Football Jersey", "text_chunk": "HIGHLIGHT YOUR LOYALTY TO YOUR TEAM.Rep your team and favorite player with the NFL Miami Dolphins Jersey. Proper ventilation and a loose, roomy fit help keep you comfortable on game day.BenefitsScreen-printed name, number and team mark offer lightweight durability.Ventilation over major heat zones helps keep you cool.Product DetailsLoose fit for a roomy feelNFL shield at V-neckTagless neck labelWoven jock tag100% polyesterMachine washImportedShown: WhiteStyle: 67NMDG2A9PF-2LF", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "4b8de2f1-af57-5e5d-a208-371a2dfaa3ff", "content_path": "https://www.nike.com/t/knicks-icon-edition-2020-nba-swingman-jersey-gxdwkz", "tags": "Nike NBA Swingman Jersey", "text_chunk": "THE HEART OF YOUR TEAM'S IDENTITY.The Icon Edition jersey represents the team's true colours, reflected in a distinct, instantly recognisable design. Directly inspired by what the pros wear, this New York Knicks Icon Edition Nike NBA Swingman Jersey is made from premium double-knit fabric, with classic jersey construction and a fit that looks good from all angles.The Only Jersey With Built-In DropsYour Nike NBA Connected Jersey gives you next-level access to athletes, exclusive offers and the game you love. Download the NikeConnect app, then tap your smartphone to the tag at the bottom of your jersey to get started.Made From Sustainable MaterialsEach Nike NBA Connected Jersey is made from 100% recycled polyester. The premium material comes from plastic bottles that Nike has diverted from landfills since 2012—nearly 5 billion and counting.Product DetailsConnect to the game for the 2019–2020 season with your Nike NBA jersey.Machine wash100% recycled polyesterImportedHeat-applied graphicsProduct Details\nHeat-applied twill name and number\nAuthentic logos and colours\nFabric: 100% recycled polyester\nMachine wash\nImportedColour Shown: Rush BlueStyle: 864495-495Country/Region of Origin: Thailand,Guatemala\n\n", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "de86e49a-23df-5149-b801-407fbc6b8ef9", "content_path": "https://www.nike.com/t/oregon-mens-max-90-t-shirt-S2Lq7n", "tags": "Men's Max 90 T-Shirt", "text_chunk": " With a roomy fit and '90s-style detailing, this soft Oregon T-shirt shows your love for the Ducks in a big way.Product DetailsLoose fit for a roomy feel50-100% cotton/0-50% polyesterMaterial percentages may vary. Check label for actual content.Machine washImportedShown: WhiteStyle: DN5357-100", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "b24f9f9b-c408-5d83-b7a6-4980af41e9d7", "content_path": "https://www.nike.com/t/sportswear-mens-logo-t-shirt-vKCNwD", "tags": "Men's Logo T-Shirt", "text_chunk": "SWOOSH DETAILS.Keep it classic in the Nike Sportswear T-Shirt. Thick, comfortable cotton pairs with an embroidered Nike logo for a look that'll keep you groovin' all day.Product DetailsStandard fit for a relaxed, easy feel100% cottonMachine washImportedShown: RedstoneStyle: DQ3511-670", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "41b961cc-50f1-5ed7-85a2-836a7cffceae", "content_path": "https://www.nike.com/t/therma-crucial-catch-miami-dolphins-mens-pullover-hoodie-n2VZrQ", "tags": "Men's Pullover Hoodie", "text_chunk": "WARM, BREATHABLE FLEECE.The Nike Therma Crucial Catch (NFL Miami Dolphins) Hoodie is built with sweat-wicking fleece to help manage your body’s natural heat and keep you warm. The chest is designed with the Crucial Catch pattern and logo to help strengthen the support of a great cause.BenefitsNike Therma fabric helps keep you warm.The hood and adjustable drawstring help provide extra coverage.Product DetailsFront pocket100% polyesterMachine washImportedShown: BlackStyle: NS5700AZUJ-8UP", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "d8261af3-369c-50b0-a47a-c9675ccfe0bc", "content_path": "https://www.nike.com/t/sportswear-tech-fleece-little-kids-joggers-1LgwDr", "tags": "Little Kids' Joggers", "text_chunk": "THE PERFECT FIT FOR KIDS ON THE GO.The Nike Sportswear Tech Fleece Pants draw inspiration from athletic designs with a slim, tapered fit that allows little ones to move naturally.BenefitsNike Tech Fleece fabric offers the ultimate in lightweight warmth.Moisture-wicking zip media pocket offers a safe place to store valuables.Product Details67% cotton/33% polyesterMachine WashImportedShown: Aegean StormStyle: 86B203-U7D", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "6d5cb678-038b-5387-9961-ce89a0bdb6fc", "content_path": "https://www.nike.com/t/paris-saint-germain-strike-big-kids-dri-fit-short-sleeve-soccer-top-xXsvqC", "tags": "Big Kids' Nike Dri-FIT Short-Sleeve Soccer Top", "text_chunk": "ELEVATE YOUR TRAINING.The Paris Saint-Germain Strike Top has design details specifically tailored for soccer’s rising stars. A slim, streamlined fit ensures that nothing comes between you and the ball, and sweat-wicking fabric helps keep you cool and composed while fine-tuning your skills. This product is made with 100% recycled polyester fibers.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Signature crest and colors let you show your PSG pride wherever you go.Product DetailsSlim fit for a tailored feel100% polyesterMachine washImportedShown: White/Midnight Navy/University Red/Midnight NavyStyle: DJ8722-101", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "4a3f7333-1945-5f1e-b0e3-829f40f28bb3", "content_path": "https://www.nike.com/t/croatia-2022-23-stadium-away-womens-dri-fit-soccer-jersey-SxfJQn", "tags": "Women's Nike Dri-FIT Soccer Jersey", "text_chunk": " Like other jerseys from our Stadium collection, this one pairs replica design details with sweat-wicking fabric to give you a game-ready look inspired by your favorite team.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Replica design is modeled after what the pros wear on the field.Product DetailsSlim fit for a tailored feel100% polyesterMachine washImportedShown: Blackened Blue/University RedStyle: DN0759-498", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "3463cd58-d25e-5405-b4ae-d8f809e6213b", "content_path": "https://www.nike.com/t/therma-lockup-kansas-city-chiefs-mens-full-zip-hoodie-Tbtw3q", "tags": "Men's Full-Zip Hoodie", "text_chunk": "ESSENTIAL OUTER LAYER.The Nike Therma Lockup (NFL Kansas City Chiefs) Hoodie combines sweat-wicking technology with soft, 2-way stretch fabric and a full-zip closure to help you stay dry and warm on game day.BenefitsNike Therma fabric helps keep you warm.Nike Dri-FIT technology helps you stay dry, comfortable and focused.Product DetailsHood with adjustable drawstring2 front pockets100% polyesterMachine washImportedShown: Silver/RedStyle: NS4711R57G-5P9", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "93c5f52f-8410-572f-bfd9-6b5ee951988c", "content_path": "https://www.nike.com/t/dri-fit-primetime-logo-san-francisco-giants-mens-shorts-z0DGWC", "tags": "Men's Shorts", "text_chunk": "TEAM-INSPIRED PERFORMANCE.Finished with a team logo at the hem, the Nike Dri-FIT Primetime (MLB San Francisco Giants) Shorts are designed with sweat-wicking technology for a dry, comfortable wear. Their elastic waistband and 2-way stretch fabric help create a flexible fit.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Mesh paneling helps create a lightweight, breathable feel.Product Details2 side pockets100% polyesterMachine washImportedShown: BlackStyle: NMMA088NGIA-0LH", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "2a358cbf-8d2b-5303-8872-d3e66fb83944", "content_path": "https://www.nike.com/t/city-connect-wordmark-kansas-city-royals-mens-t-shirt-8VMhxT", "tags": "Men's T-Shirt", "text_chunk": "SHOW YOUR PRIDE IN YOUR CITY.Made with soft cotton fabric for all-day comfort, the Nike City Connect Wordmark (MLB Kansas City Royals) T-Shirt is designed with special colors and graphics to help showcase your love for your team and city.Product Details100% cottonMachine washImportedShown: NavyStyle: N19944BROY-0A3", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "e126c911-7d22-50b8-a543-9eb347ef5c22", "content_path": "https://www.nike.com/t/therma-michigan-state-womens-long-sleeve-1-2-zip-fleece-pw1bPx", "tags": "Women's Long-Sleeve 1/2-Zip Fleece", "text_chunk": "COZY COMFORT TO REP YOUR TEAM.Stay comfortable while showing love for your school in the Nike College Therma (Michigan State) Fleece, featuring soft fleece and a 1/2-zip design to change up the look.BenefitsNike Therma fabric helps keep you warm.Fleece is soft and comfortable.Elastic cuffs and waistband provide a snug fit.Product DetailsStandard fit for a relaxed, easy feelFront pocket1/2-length zipperBody: 100% polyester. Pocket bags: 100% recycled polyester.Machine washImportedShown: Grey Heather/White/Pro GreenStyle: CQ6852-050", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "c3fc0349-a9e4-5610-a676-9f7b5e8b4dfd", "content_path": "https://www.nike.com/t/portugal-2022-23-stadium-home-mens-dri-fit-soccer-shorts-whL9Wc", "tags": "Men's Nike Dri-FIT Soccer Shorts", "text_chunk": " Like other shorts from our Stadium collection, these ones pair replica design details with sweat-wicking fabric to give you a game-ready look inspired by your favorite team.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Replica design is modeled after what the pros wear on the field.Product DetailsSlim fit for a tailored feelElastic waistband with internal drawcord100% polyesterMachine washImportedShown: Gorge Green/Pepper Red/Gold DartStyle: DN0733-341", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "97a84e9c-b7c9-550e-b62e-9f1e1559849d", "content_path": "https://www.nike.com/t/legacy91-unc-hat-m8jP7l", "tags": "Hat", "text_chunk": "SWEAT-WICKING SHADE.The Nike College Legacy91 (UNC) Hat features school details on sweat-wicking fabric to help keep you dry and comfortable when Chapel Hill heats up.BenefitsEmbroidered eyelets and mesh paneling add breathability.Adjustable closure lets you customize the fit.Product Details6-panel design100% polyesterHand washImportedShown: Grey Heather/Valor BlueStyle: DJ6496-063", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "da39eaf6-f469-5370-b8bf-b9ad2946e4ed", "content_path": "https://www.nike.com/t/rewind-playback-helmet-tennessee-titans-mens-long-sleeve-t-shirt-dq5Ngw", "tags": "Men's Long-Sleeve T-Shirt", "text_chunk": "THROWBACK TEAM SPIRIT.The Nike Rewind Playback Helmet (NFL Tennessee Titans) T-Shirt is designed with old-school team details and heathered fabric to help you get ready for game day.Product Details64% cotton/36% polyesterMachine washImportedShown: NavyStyle: NKZF85J8F-0YW", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f672d8c4-e742-52c8-83a6-0c2ceb771648", "content_path": "https://www.nike.com/t/denver-nuggets-filip-pagowski-mens-nba-t-shirt-WXs14r", "tags": "Men's NBA T-Shirt", "text_chunk": "REPRESENT YOUR TEAMThe Denver Nuggets Nike x Filip Pagowski Men's NBA T-Shirt showcases team pride inspired by famed illustrator Filip Pagowski. Made with pure cotton, it delivers all-day comfort from the stands to the street.Product DetailsFabric: 100% cottonMachine washImportedShown: WhiteStyle: 00037746X-DQ2", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "78a41029-6007-56d5-aacf-c6c2ae8e83cf", "content_path": "https://www.nike.com/t/hurley-palmdale-boys-board-shorts-rJTJtK", "tags": "Boys' Board Shorts", "text_chunk": "AN ESSENTIAL FOR BEACH DAY.A must-have for beach day, the Hurley Palmdale Board Shorts feature a colorful print and a drawcord, so little ones can adjust the fit for fun in the sun.Product Details97% polyester/3% elastaneMachine washImportedShown: Style: 883936-U4G", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "88d66ec2-b58a-568d-8dfa-1a1df3313a29", "content_path": "https://www.nike.com/t/minnesota-vikings-vapor-untouchable-randy-moss-mens-limited-football-jersey-0HVr67", "tags": "Men's Limited Football Jersey", "text_chunk": "GRIDIRON LOOK.The NFL Minnesota Vikings Nike Vapor Untouchable Jersey delivers an authentic touch on game day. Sweat-wicking technology and sublimated detailing help provide all-day comfort as you rep your favorite player of all time.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Sublimated details add breathability.Ventilation over major heat zones helps keep you cool.Product DetailsStandard fit for a relaxed, easy feelNFL shield at V-neckTagless neck labelLaser-cut embossed jock tag100% polyesterMachine washImportedShown: PurpleStyle: 32NMMVLHW63-2TA", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "6b61ab80-838f-595c-9079-87ba7f2acb4b", "content_path": "https://www.nike.com/t/air-jordan-1-zoom-cmft-shoes-0d4Vf0", "tags": "Shoes", "text_chunk": "A CLASSIC RECRAFTED FOR COMFORT.Making iconic style even more comfortable. The Air Jordan 1 Zoom Cmft remakes the 1st Air Jordan with lightweight, low-profile cushioning and elements that improve wearability. Leathers and textiles in the upper have a broken-in feel. A lined, padded collar cups the heel for a secure fit.BenefitsA Zoom Air unit provides lightweight, responsive cushioning.Genuine and synthetic leather and textile materials in the upper for durability.Lined, padded collar provides comfort around heel and ankle.Product DetailsFoam sole with rubber sidewallsRubber tractionSocklinerShown: Fossil Stone/Fossil Rose/Psychic Purple/WhiteStyle: CT0978-201", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "d2c24bb4-3853-5caf-8620-734f771dd9ac", "content_path": "https://www.nike.com/t/air-pegasus-83-premium-mens-shoes-hJdgTj", "tags": "Men's Shoes", "text_chunk": " Travel first class in the Nike Air Pegasus 83 Premium—the callback classic. With a splash of running history, a dash of retro and a whole lot of comfort, it’s your new go-to. A leather and suede upper is easy to style, proving you don’t need a plane to take you places. Just lace up and arrive looking fresh.BenefitsUpper features luscious suede and premium leather for durable style inspired by heritage running.Foam midsole with Nike Air unit in heel delivers lasting comfort.Vintage Nike Air branding on the tongue and backtab adds to the classic '80s aesthetic.Low-cut, padded collar looks sleek and feels great.Rubber Waffle outsole gives you traction and durability.Shown: Thunder Blue/Particle Grey/Photo Blue/BlackStyle: DX3738-400", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f717aaf3-6fe3-5e35-b855-8fe49375a9aa", "content_path": "https://www.nike.com/t/alabama-womens-boxy-t-shirt-dZGnQN", "tags": "Women's Boxy T-Shirt", "text_chunk": " Lead with your Crimson Tide loyalty in this Alabama tee, putting proud team graphics in the forefront. Follow that up with soft fabric in a boxy design for a roomy feel.Product DetailsLoose fit for a roomy feel50-100% cotton/0-50% polyesterMaterial percentages may vary. Check label for actual content.Machine washImportedShown: Team CrimsonStyle: DN8781-613", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "c853fd7a-bb00-5143-9386-37583e24898e", "content_path": "https://www.nike.com/t/little-kids-jdi-hat-JzwF8x", "tags": "Little Kids' JDI Hat", "text_chunk": "CLASSIC COMFORT.The Nike Hat is made with soft cotton twill fabric in a classic 6-panel design for comfortable coverage. The adjustable strap at the back lets little ones find a the perfect fit.Product DetailsCircumference: 19.5\" Brim length: 2.5\"100% cottonHand WashImportedShown: BlackStyle: 8A2854-023", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "7c68f3bf-2bf2-55b0-99b1-d574ba6ea53a", "content_path": "https://www.nike.com/t/fury-mens-printed-headband-GmltrG", "tags": "Men's Printed Headband", "text_chunk": " The Nike Fury Headband features a wide design and sweat-wicking technology to help you stay dry, comfortable and focused during your workout.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Silicone grips your hair and helps keep the band in place.Product DetailsWidth: 2.5\"79% polyester/14% silicone/7% spandexHand washImportedShown: Black/Smoke GreyStyle: N1003038-061", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "0193dc28-a869-501e-8f88-b20e43a80d9b", "content_path": "https://www.nike.com/t/myriad-sunglasses-LjMP6s", "tags": "Sunglasses", "text_chunk": "MAKE A STATEMENT.Bold and contemporary with a nod to vintage glamour, the Nike Myriad Sunglasses feature a durable yet lightweight frame that wears well during all your daily activities.Benefits4-base flat lens and slim profile provides everyday coverage.Product DetailsDurable, high-tension hingesLightweight, durable injected frameShown: BlackStyle: EV1153-001", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "dc43a48d-3767-5991-9608-f5ef49c4c9d8", "content_path": "https://www.nike.com/t/dri-fit-crucial-catch-buffalo-bills-womens-pullover-hoodie-p3NB8x", "tags": "Women's Pullover Hoodie", "text_chunk": "LIGHTWEIGHT COVERAGE.The Nike Dri-FIT Crucial Catch (NFL Buffalo Bills) Hoodie gets you ready for game day with a nod to a great cause. It Is equipped with a front pocket for convenient storage on the go.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.The hood and adjustable drawstring help provide extra coverage.Product Details91% polyester/9% elastaneMachine washImportedShown: BlackStyle: NS5600AZU4-8UQ", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "c6ea8003-c9ff-5902-81d1-239036cb5784", "content_path": "https://www.nike.com/t/air-force-1-lv8-utility-big-kids-shoes-hj36Vc", "tags": "Big Kids' Shoes", "text_chunk": "LEGENDARY SNEAKER FOR A LEGENDARY STRIDE.With a nod to the 1982 classic, the Nike Air Force 1 LV8 Utility keeps you looking fresh off the court in premium leather.BenefitsReal and synthetic leather elevates the look of the '82 classic.Encapsulated Air-Sole unit cushions your step.Rubber outsole with pivot point is the same as the original.Perforations help enhance ventilation.Shown: White/Black/Tour Yellow/WhiteStyle: AR1708-100", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "4a78cb68-fb63-53bd-b33d-b0ae4b4c63ae", "content_path": "https://www.nike.com/t/chelsea-fc-strike-mens-dri-fit-soccer-track-jacket-gxwm7n", "tags": "Men's Nike Dri-FIT Soccer Track Jacket", "text_chunk": "ELEVATE YOUR TRAINING.The Chelsea FC Strike Track Jacket has design details specifically tailored for soccer’s rising stars. A slim, streamlined fit ensures that nothing comes between you and the ball, and sweat-wicking fabric helps keep you cool and composed while fine-tuning your skills.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Side pockets let you store your essentials.Product DetailsSlim fit for a tailored feel100% polyesterMachine washImportedShown: Rush Blue/College Navy/WhiteStyle: DJ8533-495", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "9aeb3a7b-0820-540d-8618-e2d05ea38084", "content_path": "https://www.nike.com/t/boston-red-sox-womens-replica-baseball-jersey-T3tlwS", "tags": "Women's Replica Baseball Jersey", "text_chunk": "LOYALTY TO YOUR TEAM.The MLB Boston Red Sox Jersey helps deliver a comfortable fit with its polyester material. It features team details to add authenticity to your look on game day.Product Details100% polyesterMachine washImportedShown: Midnight NavyStyle: T773BQNBBQ-XVB", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "6e9939f3-810e-5c27-8302-70dffa874c8a", "content_path": "https://www.nike.com/t/arizona-diamondbacks-city-connect-mens-replica-baseball-jersey-8pr3TS", "tags": "Men's Replica Baseball Jersey", "text_chunk": "LOYALTY TO YOUR CITY.The MLB Arizona Diamondbacks City Connect Jersey helps deliver a comfortable fit with its polyester material. It features an authentic design dedicated to the Valley of the Sun to help give you an exclusive look on game day.Product Details100% polyesterMachine washImportedShown: Team GoldStyle: T770DKC2DKS-KMJ", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "ecf083dd-bc26-5ee9-b1f1-3e07d7a91bd6", "content_path": "https://www.nike.com/t/max-90-gonzaga-mens-long-sleeve-t-shirt-cPntKQ", "tags": "Men's Long-Sleeve T-Shirt", "text_chunk": " Show your team loyalty in this long-sleeve Gonzaga tee. It has proud Bulldogs graphics on soft cotton fabric that helps keep you comfortable—on game day and any other day.BenefitsDropped shoulders, longer sleeves and a roomy fit through the body and hips give the Max 90 silhouette a relaxed and casual look.Everyday cotton fabric feels soft and lightweight.Product DetailsRibbed collar and cuffs100% cottonMachine washImportedShown: WhiteStyle: DQ0753-100", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "61edafb8-c084-5114-a655-6b23f1484c28", "content_path": "https://www.nike.com/t/dri-fit-toddler-t-shirt-and-shorts-set-d2PkRh", "tags": "Toddler T-Shirt and Shorts Set", "text_chunk": "FUN, EASY, DRY.The Nike Dri-FIT Set includes a sweat-wicking T-shirt and matching knit shorts for a sporty ensemble that's ready for play.BenefitsDri-FIT technology helps keep little ones dry and comfortable.Knit fabric is soft and comfortable.Product Details100% polyesterMachine WashImportedShown: Multi-ColorStyle: 76G104-GAE", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "79509588-d42f-5d91-b35f-ea29aac807d0", "content_path": "https://www.nike.com/t/therma-crucial-catch-atlanta-falcons-mens-pullover-hoodie-9WWwcb", "tags": "Men's Pullover Hoodie", "text_chunk": "WARM, BREATHABLE FLEECE.The Nike Therma Crucial Catch (NFL Atlanta Falcons) Hoodie is built with sweat-wicking fleece to help manage your body’s natural heat and keep you warm. The chest is designed with the Crucial Catch pattern and logo to help strengthen the support of a great cause.BenefitsNike Therma fabric helps keep you warm.The hood and adjustable drawstring help provide extra coverage.Product DetailsFront pocket100% polyesterMachine washImportedShown: BlackStyle: NS5700AZU2-8UP", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "7a8a3b52-8ecd-5cd0-ac43-fa133713b908", "content_path": "https://www.nike.com/t/zion-2-mens-basketball-shoes-NlS7lv", "tags": "Men's Basketball Shoes", "text_chunk": " Channel your skills in footwear designed for Zion Williamson and built for ballers at any level. An adjustable strap up top helps lock your foot in while an Air-Sole unit and firm midsole support high-paced play. Make it your number 1 pick for the court.BenefitsNike Air-Sole unit provides lightweight cushioning.Zoom Air cushioning under the forefoot provides springy, responsive support.Textile and synthetic leather in the upper provide structure and durability.Foam midsole adds responsive cushioning.Padded collar wraps your ankle with a soft touch.Rubber tread gives you durable traction.Product DetailsZion Williamson's name displayed on the tongue and outsoleAdjustable strap over laces for a secure fitJumpman logo on sidePlastic shank at midsole for stabilizationShown: Flax/Sesame/Fauna Brown/MuslinStyle: DV3462-212", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "4ecd1db6-078e-5984-9bd2-f60d24a9f003", "content_path": "https://www.nike.com/t/jordan-little-kids-hoodie-1rSLKH", "tags": "Little Kids' Hoodie", "text_chunk": "SUPER COZY AND ROOMY.Snuggle up with the Jordan Fleece Hoodie. This pullover is made with all the coziness of supersoft fabric to keep kiddos comfy on their next adventure.BenefitsLightweight fleece feels super soft and fuzzy on the inside.Ribbed cuffs stretch to hold in warmth.Hood for added coverage.Front pocket for easy stashing.Product DetailsLoose fit for a roomy feel57% Cotton, 38% Polyester, 5% ElastaneMachine washImportedShown: AtmosphereStyle: 35B324-X24", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "eea98b83-9e4f-533a-bcd2-6eaa1f8f705f", "content_path": "https://www.nike.com/t/dri-fit-sideline-velocity-lockup-buffalo-bills-womens-t-shirt-Qnkls2", "tags": "Women's T-Shirt", "text_chunk": "EXCEPTIONAL COMFORT.The Nike Dri-FIT Sideline Velocity Lockup (NFL Buffalo Bills) T-Shirt combines sweat-wicking technology with a bold team design to help give you a reliable look and feel while on the move.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Jersey fabric has a soft, lightweight feel.Product Details100% polyesterMachine washImportedShown: RoyalStyle: NS184DA81-63S", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "c5b7ce85-8c30-5e02-ab83-4d3f214caf6d", "content_path": "https://www.nike.com/t/jordan-little-kids-t-shirt-and-shorts-set-gnW4JV", "tags": "Little Kids' T-Shirt and Shorts Set", "text_chunk": "COMFORT MEETS ITS MATCH.The Jordan T-Shirt and Shorts Set includes a soft T-Shirt and matching shorts for an easy everyday outfit.BenefitsThe t-shirt is made with soft, knit fabric.Shorts have a stretch waistband for a comfortable fit.Product DetailsStandard fit for a relaxed, easy feel.T-Shirt: 60% Cotton, 40% Polyester. Shorts: 100% PolyesterMachine WashImportedShown: Light Smoke GreyStyle: 85B316-G6U", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "6c7b320c-62d9-5d18-85b7-1eb79497a642", "content_path": "https://www.nike.com/t/air-max-90-se-mens-shoes-2C5LfX", "tags": "Men's Shoes", "text_chunk": "COMFORT AND HERITAGE.Max Air changed the game in ’87. Now, we honor its emerald anniversary (35 years!) with the Nike Air Max 90 SE. Emerald graphics and colors highlight this big landmark, while its classic Waffle outsole and exposed Air cushioning keep you living the legacy in comfort.BenefitsOriginally designed for performance running, the Max Air unit in the heel adds unbelievable cushioning.Padded, low-top collar looks sleek and feels comfortable.Rubber Waffle outsole adds a heritage look, traction and durability.Stitched overlays and plastic accents on the heel and eyestays add durability, comfort and an iconic look.Product DetailsFoam midsole for a soft feelShown: Black/Scream Green/Summit White/ObsidianStyle: DN4155-001Nike Air Max OriginsRevolutionary Air technology first made its way into Nike footwear in 1978. In 1987, the Air Max 1 debuted with visible Air technology in its heel, allowing fans more than just the feel of Air cushioning—suddenly they could see it. Since then, next-generation Air Max shoes have become a hit with athletes and collectors by offering striking color combinations and reliable, lightweight cushioning.", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "00993410-328d-583b-b741-939bdd833c98", "content_path": "https://www.nike.com/t/dri-fit-athletic-arch-jersey-pittsburgh-steelers-mens-pullover-hoodie-LKxlFb", "tags": "Men's Pullover Hoodie", "text_chunk": "COMFORTABLY DISPLAY YOUR TEAM PRIDE.The Nike Dri-FIT Athletic Arch Jersey (NFL Pittsburgh Steelers) Hoodie has sweat-wicking fabric with team graphics across the chest and down the sleeve to provide a bold, warm layer that helps keep you dry during football season.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Fleece lining helps retain warmth.Product DetailsHood with adjustable drawstringFront pocket85% recycled polyester/15% elastaneMachine washImportedShown: Black/GoldStyle: NS53057Y7L-5UC", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "3312ab7b-03e6-5c15-948f-89abe59836f7", "content_path": "https://www.nike.com/t/sylvia-fowles-lynx-explorer-edition-dri-fit-wnba-victory-jersey-M9HZFt", "tags": "Nike Dri-FIT WNBA Victory Jersey", "text_chunk": "MERCILESS COLD.The embodiment of toughness and persistence in the face of merciless cold, the Minnesota Lynx’s Nike Explorer Edition Jersey shows the state’s true spots—fierce dappled details nod to the stealthy nimbleness of wild cats, while an icy blue background stands strong for the Midwest’s frigid winters. This product is made with 100% recycled polyester fibers.Fly FabricDouble-knit mesh fabric feels soft and lightweight. Dri-FIT technology helps keep you dry and comfortable.Explorer JerseyThe WNBA Explorer Edition jersey is part of the WNBA's new lineup of uniforms. It reps the team's home and bold primary colors.Product DetailsLoose fit for a roomy feelRibbed neckline and armholesSewn-on jock tagHeat-applied graphics100% polyesterMachine washImportedShown: Court Blue/College NavyStyle: DC9573-476", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "76f8aa51-9a20-5ddf-a53f-8b2ca84c38b9", "content_path": "https://www.nike.com/t/air-big-kids-boys-pullover-hoodie-TV2v6D", "tags": "Big Kids' (Boys') Pullover Hoodie", "text_chunk": "BIG AIR + COZY COMFORT.Grab the hoodie that feels sporty and layers easily with almost anything. Supersoft fleece combines with mesh lining for a warm and breathable design from playtime to schooltime.BenefitsSupersoft fleece has a fuzzy feel against your body for extra warmth.Mesh lining in the hood and pockets brings extra breathability.Side pockets hold small items or keep your hands warm.Product DetailsStandard fit for a relaxed, easy feelSide pocketsRibbed cuffs and hemReflective detailsBody: 80% cotton/20% polyester. Rib: 98% cotton/2% spandex. Pocket bags/Hood lining: 100% cotton.Machine washImportedNot intended for use as Personal Protective Equipment (PPE)Shown: Black/Black/Light BoneStyle: DM8109-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "cea96e5d-bc08-53fe-82f8-249552ed2d10", "content_path": "https://www.nike.com/t/paris-saint-germain-2021-22-stadium-third-big-kids-dri-fit-soccer-jersey-2XZSgr", "tags": "Big Kids' Nike Dri-FIT Soccer Jersey", "text_chunk": "YOUR TEAM. YOUR COLORS.Like other jerseys from our Stadium collection, the Paris Saint-Germain Jersey pairs replica design details with sweat-wicking fabric to give you a game-ready look inspired by your favorite team. This product is made with at least 75% recycled polyester fibers.Stay DryBreathable fabric with Nike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Elite InspirationReplica design is modeled after what the pros wear on the field.Product DetailsStandard fit for a relaxed, easy feel100% polyesterMachine washImportedShown: Black/Dark Grey/White/Siren RedStyle: DB6245-011", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "402a7f96-e9c6-50e6-87d5-2e503d40a39f", "content_path": "https://www.nike.com/t/dri-fit-city-connect-striped-san-francisco-giants-mens-polo-LcD3Mg", "tags": "Men's Polo", "text_chunk": "BUILT FOR COMFORT.Performance meets comfort in the Nike Dri-FIT City Connect Striped (MLB San Francisco Giants) Polo. It's designed with a stripe pattern and a woven team label that helps you comfortably support your favorite MLB squad.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Nike Breathe fabric helps you stay dry and cool.Product Details100% polyesterMachine washImportedShown: WhiteStyle: NACE824WGIA-1M5", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "bbd3ccca-4818-5f0c-99eb-4f47f3a83002", "content_path": "https://www.nike.com/t/team-buffalo-bills-mens-tank-top-JG4dd0", "tags": "Men's Tank Top", "text_chunk": "SUMMERTIME CLASSIC.The Nike Team (NFL Buffalo Bills) Tank Top sets you up with soft tri-blend fabric and bold team details for warm-weather comfort and a spirited look.Product Details50% polyester/25% cotton/25% rayonMachine washImportedShown: Charcoal Heather/RedStyle: NKZBEA1681-0ZP", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "d01aa1ad-bf74-5c2a-842b-da1fd8f1eadb", "content_path": "https://www.nike.com/t/pro-mens-tights-5qtjmK", "tags": "Men's Tights", "text_chunk": "LAYER IN SUPPORTIVE STRETCH.The Nike Pro Tights give you a high-stretch layer of support so you can focus on your workout.SupportiveTight fabric feels snug and compressive for support and comfort as you move.Sweat WickingNike Dri-FIT technology moves sweat from your skin for quicker evaporation—helping you stay dry, comfortable and focused.BreathableThe back of the waistband is made to be breathable to help keep you cool when you layer the tights under shorts.Product DetailsTight fit for a body-hugging feelBody: 90-93% polyester/7-10% spandex. Mesh: 92% polyester/8% spandex.Material percentages may vary depending on color. Check label for actual content.Machine washImportedShown: White/BlackStyle: BV5641-100", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "d3885ffa-1701-5558-8840-2e542bec2515", "content_path": "https://www.nike.com/t/sfb-gen-2-8-tactical-boot-ZwTJlXe3", "tags": "Tactical Boot", "text_chunk": "SECOND GENERATION PROTECTION.Made with durable nylon canvas and synthetic leather, the Nike SFB Gen 2 8” is a lightweight tactical boot designed for speed and flexibility over rough terrain. Inspired by Nike Free technology, the flexible sole is equipped with an aggressive traction pattern for multi-surface grip and an internal rock shield to help prevent punctures.BenefitsPolishable synthetic leather and nylon canvas provide durability and breathability.Dual-zone lacing integrates with a durable webbing system for enhanced stability and a locked-in fit.Metal screen vents on the medial side help keep your foot cool.Reinforced stitch and rubber at the toe add durability.Foam midsole gives you lightweight cushioning.Internal rock shield helps prevent punctures and reduce pressure.Rubber outsole with reinforced heel strike zone offers durable traction on a variety of surfaces.Shallow flex grooves are anatomically placed to let your foot move naturally while preventing debris from sticking.Sawtooth design at the arch provides additional grip.Product DetailsOutsole inspired by Nike Free technologyRemovable sockliner8\" collarHeel pull tabWeight: 16.4 ounces (men’s size 10.5)Shown: Black/Black/BlackStyle: 922474-001SFB OriginsThe SFB collection honors Nike co-founder Bill Bowerman and his WWII service. Upon his return, he became the head track and field coach at his alma mater, the University of Oregon, where he began creating high-performance footwear for his athletes. Just like Bowerman, everything in the SFB collection is field-proven and dedicated to athletes.", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "2f2ececa-a5c1-5754-9530-a00e9fcbb6d1", "content_path": "https://www.nike.com/t/air-force-1-07-lv8-mens-shoes-FmhLTk", "tags": "Men's Shoes", "text_chunk": " Bring your flair for the theatrical and let these wrestling-inspired AF1s do all the talking. The extravagant design pairs smooth leather with cracked leather, and the championship belt dubrae gives any outfit the edge while you rep your 'never give up' mentality.BenefitsRaw, ready for the streets and taking you to the top, these AF1s include a championship wrestling belt dubrae and premium ringside materials.From tough stitching to pristine materials to the cupsole design, it delivers durable style that’s smoother than backboard glass.Originally designed for performance hoops, the Air cushioning delivers lasting comfort while the padded ankle and tongue add to the soft ride.Padded, low-cut collar looks sleek and feels comfortable.Rubber outsole adds traction and durability.Shown: Black/Iron Grey/White/BlackStyle: DR9866-001Air Force 1Debuting in 1982 as a basketball must-have, the Air Force 1 came into its own in the '90s. The clean look of the classic white-on-white AF1 was endorsed from the basketball courts to the block and beyond. Finding its rhythm in hip-hop culture, releasing limited collabs and colorways, Air Force 1 became an iconic sneaker around the globe. And with over 2000 iterations of this staple, its impact on fashion, music and sneaker culture can’t be denied.", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "2dce2884-4c44-563a-a339-2b632f11d814", "content_path": "https://www.nike.com/t/toddler-top-and-leggings-set-cTXWGL", "tags": "Toddler Top and Leggings Set", "text_chunk": "FOR LITTLE ONES THAT SPARKLE.The Nike Set features a long-sleeve tunic top and stretch jersey leggings adorned with sparkling graphics that add a touch of shine to any day.BenefitsLightweight fleece is soft and warm.Snap closures along the inner back make dressing and changing easy.Product DetailsTop: 60% polyester/40% cotton. Leggings: 95% polyester/5% elastane.Machine WashImportedShown: Multi-Color/Lavender MistStyle: 26F837-P5R", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "4d8fa26d-a8fc-5cd4-a0b7-c2f005822f37", "content_path": "https://www.nike.com/t/heritage86-yankees-adjustable-cap-Nwqd94", "tags": "Adjustable Cap", "text_chunk": "REPRESENT YOUR TEAM.Show pride for your side in the Nike Heritage86 (MLB Yankees) Cap. It's made from cotton twill with a pre-curved bill and is unstructured for a more relaxed fit, so you can rep your team in comfort all season long.BenefitsCotton twill crown provides a soft, comfortable feel.Adjustable strap in back offers a custom fit.Product Details6-panel construction100% cottonHand washImportedShown: WhiteStyle: CZ2904-100", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "9048b167-abcc-5947-812b-84afc85e469d", "content_path": "https://www.nike.com/t/essential-ball-pump-VzfR35", "tags": "Ball Pump", "text_chunk": "A MUST-HAVE WHEN YOU'RE ON THE GO.The Nike Essential Ball Pump features a compact design with an attached hose that's easy to take wherever you go. Efficient pump compression helps you fill balls fast, so you can get out there and play your best.Product DetailsIncludes 1 needleMaterials: 83% acrylonitrile-butadiene-styrene copolymer/8% rubber/5% thermoplastic elastomer/3% zinc alloy/1% nylonImportedShown: Black/Black/WhiteStyle: NKJ01-027", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "5f4748cd-7470-53a1-b202-88ef064331cb", "content_path": "https://www.nike.com/t/womens-twist-mesh-headband-dwfMr3", "tags": "Women's Twist Mesh Headband", "text_chunk": "AN ESSENTIAL FOR YOUR WORKOUT.Made to keep your hair out of your face, the Nike Headband features a twisted knot design with 2 soft, comfortable fabrics that breathe to keep you cool.Product Details46% polyester/42% nylon/12% spandexHand washImportedShown: White/BlackStyle: N1004551-127", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "10f479d6-adba-5ab3-b93c-de0796132ac4", "content_path": "https://www.nike.com/t/heat-heritage86-dri-fit-nba-cap-rk11Js", "tags": "Nike Dri-FIT NBA Cap", "text_chunk": "CLASSIC COMFORT WITH TEAM IDENTITY.Highlight your Miami Heat pride with this Heritage86 Nike NBA Cap. It's made from lightweight, sweat-wicking material and has a low, unstructured crown with a curved bill. The front uses a high-density team appliqué. This product is made with at least 75% recycled polyester fabric.BenefitsLightweight polyester fabric with Dri-FIT technology helps you stay dry and comfortable.The strap closure in back features black, enameled metal hardware.A high-density team crest appliqué is bonded along the front panels.Product DetailsEmbroidered Swoosh designBody: 100% recycled polyester. Front Panel Lining: 65% polyester/35% cotton.Spot cleanImportedShown: Tough Red/SundialStyle: CW5960-608", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f7fa8840-ffc9-5b2d-b280-887c9b81ad48", "content_path": "https://www.nike.com/t/8-pound-strength-training-ball-pgDTNG", "tags": "Strength Training Ball", "text_chunk": "CORE STRENGTH AND FLEXIBILITYThe Nike 8-Pound Strength Training Ball provides a full-body workout and features a durable PU coating designed for increased grip and tackiness.BenefitsHeavy-duty coated PU material increases grip and tackiness for better controlImproves core strength, balance, coordination and flexibilityProduct DetailsIdeal for upper and lower body exercisesMaterials: 96% rubber/2% EVA/1% PU/1% polyesterImportedShown: BlackStyle: NEW05-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "d791aa26-000b-5d97-a41d-c78afb5784b9", "content_path": "https://www.nike.com/t/club-américa-mens-coaches-jacket-6HBR0H", "tags": "Men's Coaches' Jacket", "text_chunk": "REP CLUB AMÉRICA.This jacket has a reversible design with hand-drawn graphics inspired by the energy of Mexico City and Los Angeles—home to some of the most loyal Club América fans.Stay DryWater-repellent finish helps keep you dry in wet weather.2 Looks in 1Fleece on 1 side, smooth woven fabric on the other, this style is 2 jackets in 1.Product DetailsStandard fit for a relaxed, easy feelSnapping buttons for personalized coverageDrawcord at hemSide pocketsBody: 100% nylon. Lining: 100% polyester.Machine washImportedShown: Black/WhiteStyle: DC2173-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "90450c49-5c48-528c-a765-c2890b4b1e3a", "content_path": "https://www.nike.com/t/sportswear-womens-high-rise-fleece-dance-shorts-XQsx5z", "tags": "Women's High-Rise Fleece Dance Shorts", "text_chunk": " Whether you wear them before, during or after dance practice, the soft fleece and roomy fit of these shorts will keep you feeling cozy and comfortable. A high-rise elastic waistband with drawcord sits at your belly button for a secure fit.BenefitsHeavyweight fleece is brushed on the back, giving the inside a soft, fuzzy feel and the face a smooth, premium look.High-rise elastic waistband hits at the belly button, while a drawcord allows you to dial in your perfect fit.Roomy through the hip and thigh, the longer cut is relaxed and comfortable.Product DetailsLoose fit for a roomy feelBody: 80% cotton/20% polyester. Pocket bags: 100% cotton.Machine washImportedShown: BlackStyle: DV0334-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "bb3e0f7d-ec2b-5633-adc9-8a0001b04621", "content_path": "https://www.nike.com/t/georgia-womens-cropped-t-shirt-q6NNTN", "tags": "Women's Cropped T-Shirt", "text_chunk": " You know exactly who your team is. Make sure everyone else does in the Georgia T-Shirt. It has a large school logo on a casual cut to show your unmistakable Bulldogs pride.Product DetailsLoose fit for a roomy feel100% cottonMachine washImportedShown: University RedStyle: DR7469-657", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "c2b51f6c-1bfd-5a75-9bad-bafaa84100ba", "content_path": "https://www.nike.com/t/charlotte-hornets-mens-jordan-nba-t-shirt-gf5rN7", "tags": "Men's Jordan NBA T-Shirt", "text_chunk": " Celebrate your favorite squad in this soft Charlotte Hornets tee. It's marked with oversized block graphics on the chest to pay tribute to your team.Product DetailsStandard fit for a relaxed, easy feel50–100% cotton/0–50% polyesterMaterial percentages may vary. Check label for actual content.Machine washImportedShown: WhiteStyle: DR6708-100", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "04107c7b-72cb-5c55-808b-d59437e5598e", "content_path": "https://www.nike.com/t/tennessee-mens-shorts-fLxfh8", "tags": "Men's Shorts", "text_chunk": " Stay true to the Volunteers in the cool comfort of the Nike College Tennessee Shorts. Lightweight, breathable fabric wicks sweat to help keep you in the game when things start to heat up. This product is made with at least 75% recycled polyester fibers.BenefitsLightweight mesh fabric lets your skin breathe to help keep you cool.Product DetailsStandard fit for a relaxed, easy feelElastic waistband with drawcordSide pockets100% polyesterMachine washImportedShown: Bright Ceramic/WhiteStyle: DN0189-873", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "63aae9f6-4cba-57f2-aba9-6ac36e08f818", "content_path": "https://www.nike.com/t/court-naomi-osaka-collection-printed-tennis-t-shirt-xQ6860", "tags": "Printed Tennis T-Shirt", "text_chunk": "GOOD VIBES ONLY.Naomi Osaka leads with kindness, strength and authenticity. Designed to inspire joy and celebrate her eternal optimism, the abstract graphics and vibrant-yet-soothing colors on the Naomi Osaka T-Shirt are inspired by NO's evolution as both an athlete and an activist.Product DetailsLoose fit for a roomy feelNaomi Osaka logo100% cottonMachine washImportedShown: Citron TintStyle: DQ0622-821", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "55f327cc-5996-5a67-8bac-bac812646793", "content_path": "https://www.nike.com/t/dri-fit-coach-duke-mens-shorts-PL1CkB", "tags": "Men's Shorts", "text_chunk": "SWEAT-WICKING COMFORT FOR THE STANDS.Designed to fit the needs of coaches on the practice field, the Nike College Dri-FIT Coach (Duke) Shorts are made with sweat-wicking technology to help keep you dry and comfortable on game day or any day.BenefitsNike Dri-FIT technology helps keep you dry, comfortable and focused.Elastic, adjustable waistband lets you customize the fit.Product DetailsStandard fit for a relaxed, easy feelSide pockets100% polyesterMachine washImportedShown: Black/White/WhiteStyle: AR6879-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "c5427f57-9db6-5ded-850a-a073db0c4500", "content_path": "https://www.nike.com/t/overview-philadelphia-phillies-mens-1-2-zip-jacket-FhVqqZ", "tags": "Men's 1/2-Zip Jacket", "text_chunk": "PERFECT FOR OUTDOOR WEAR.The Nike Overview (MLB Philadelphia Phillies) Jacket enhances an outdoor essential with a team-inspired design and a ventilated back panel. The weather-resistant polyester is detailed with a two-tone color scheme with team graphics on the chest and sleeve.Product DetailsScuba hood with drawstringLoose, relaxed fit100% polyesterMachine washImportedShown: WhiteStyle: NMMT061NPP-00U", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "1e58f383-bb6b-55a5-95b7-949fb5edf241", "content_path": "https://www.nike.com/t/little-kids-high-waisted-leggings-j4K0WB", "tags": "Little Kids' High-Waisted Leggings", "text_chunk": "STRETCHY COMFORT.The Nike Leggings are soft and stretch-tastic so little ones can move free and easy all day.BenefitsStretchy fabric feels snug and supportive.Elastic waistband gives a secure fit.Product Details82% nylon/18% elastaneMachine washImportedShown: Hyper PinkStyle: 36H453-A96", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "0344ace9-2ecd-5218-b0fe-5d2f55fbc828", "content_path": "https://www.nike.com/t/dri-fit-performance-select-big-kids-boys-crew-neck-training-sweatshirt-hCBNrr", "tags": "Big Kids’ (Boys’) Crew-Neck Training Sweatshirt", "text_chunk": " Feel like a star in this soft and warm sweatshirt. Powered by sweat-wicking fabric, it helps you stay dry and comfortable so you can get out there and keep moving.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Ribbed cuffs and hem help hold this sweatshirt in place as you move.Product DetailsStandard fit for a relaxed, easy feel80% polyester/20% cottonMachine washImportedShown: Black Heather/Black/Heather/BlackStyle: DQ8813-032", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "3f159f22-0b22-5880-a0d2-1010ee06e96a", "content_path": "https://www.nike.com/t/air-jordan-1-low-se-big-kids-shoes-X6sqJT", "tags": "Big Kids' Shoes", "text_chunk": " Inspired by the original that debuted in 1985, this low-top AJ1 offers a clean, classic look that's familiar yet always fresh. It's made for casual mode, with a nature-inspired stich design that's a breath of fresh air.BenefitsEncapsulated Air-Sole unit provides lightweight cushioning.Genuine leather in the upper offers durability and a premium look.Solid rubber outsole enhances traction on a variety of surfaces.Shown: Psychic Blue/Vivid Green/Safety Orange/SailStyle: DO8227-400", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "acb9c4ec-73d4-5373-be67-32ae25afd158", "content_path": "https://www.nike.com/t/air-jordan-xxxvi-low-luka-pf-mens-basketball-shoes-wSX79b", "tags": "Men's Basketball Shoes", "text_chunk": " From the perimeter to the hoop, take the court with confidence. This is one of the lightest Air Jordan game shoes to date, with a minimal but durable leno-weave upper reinforced with tough plastic details. Meanwhile, Zoom Air cushioning delivers energy return and elite responsiveness. The game asks for everything—now you have the shoe to match.Light Feel, Big EnergyA full-length Zoom Air Strobel unit is stitched directly to the upper, sitting right under your foot to minimize weight. It's paired with an energy-returning Zoom Air unit stacked underneath the forefoot for an extra burst of responsiveness off the dribble.Secure for TakeoffHigh collar and top eyelets provide side-to-side stability, whether you're cutting off the ball or taking off to finish.Lightning QuickThe multidirectional XDR outsole provides stop-and-go traction for players who stay on their toes and use quickness to get to their spots.More BenefitsSee-through leno-weave upper is strong and ultra-lightweight.Wraparound ribbon of plastic helps to reinforce the materials.Lace lock is inspired by the Air Jordan 6.Shown: Laser Blue/Electro Purple/Pink Prime/Electric GreenStyle: DN4195-430", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "da20cc1b-9014-56eb-bdd1-d5963e376446", "content_path": "https://www.nike.com/t/kids-scrunchie-mn5vD4", "tags": "Kids' Scrunchie", "text_chunk": "THROWBACK YOUR HAIR.Get that throwback look with the Nike Scrunchie. A comfortable covered band holds your hair securely. The fabric has a hint of shine.Product DetailsWidth: 2.37\"85% polyester/12% spandex/3% rubberImportedShown: BlackStyle: N1003665-090", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "481c96e9-cdaf-57fd-9012-a3c033e907c3", "content_path": "https://www.nike.com/t/offline-pack-mens-shoes-Kb0Lw5", "tags": "Men's Shoes", "text_chunk": "SLEEPING BAGS FOR YOUR FEET.Get ready for a sensory experience like no other—the ergonomic design, pillowy upper and comfort insole give your feet a place to relax while you get your 10,000 steps. A textile upper features soft, pillowy fabrics while the stitching details create a puffer aesthetic.BenefitsRubber outsole adds traction and durability.Unique lacing system lets you customize your fit.Padded, low-cut collar looks sleek and feels comfortable.Product Details\"NIKE\" on toePull tab on heelNot intended for use as Personal Protective Equipment (PPE)Shown: Light Smoke Grey/Flat Pewter/Grey Fog/Iron GreyStyle: DJ6230-001", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "5b0af97b-92a5-5924-9f31-7619e3b46063", "content_path": "https://www.nike.com/t/dri-fit-sideline-velocity-lockup-green-bay-packers-womens-t-shirt-w1mPPs", "tags": "Women's T-Shirt", "text_chunk": "EXCEPTIONAL COMFORT.The Nike Dri-FIT Sideline Velocity Lockup (NFL Green Bay Packers) T-Shirt combines sweat-wicking technology with a bold team design to help give you a reliable look and feel while on the move.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Jersey fabric has a soft, lightweight feel.Product Details100% polyesterMachine washImportedShown: GreenStyle: NS183EE7T-63S", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "ac12dd26-1ff1-5fa5-b910-50f8b439ee02", "content_path": "https://www.nike.com/t/philadelphia-76ers-mens-nba-shorts-s3FCfg", "tags": "Men's Nike NBA Shorts", "text_chunk": " Rep your team in the Philadelphia 76ers Shorts, featuring understated squad and league logos. Lightweight mesh keeps things cool and casual—on or off the court.Product DetailsElastic waistband with drawcordNotched hemsSide pockets100% polyesterMachine washImportedShown: Rush Blue/White/WhiteStyle: DN8258-495", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "6dd139a5-097f-56c4-b44e-6eee2439dd84", "content_path": "https://www.nike.com/t/sportswear-mens-punk-crew-Nw4g9m", "tags": "Men's Punk Crew", "text_chunk": "PUT THROUGH THE RINGER.The Nike Sportswear Crew updates a style staple with a frayed, DIY aesthetic. Its heavyweight French terry fabric has a smooth, loopback design that feels soft-yet-sturdy against your skin.DIY DetailsOversized taping and a zigzag stitched graphic add a personalized, imperfect touch. The front graphic honors the photocopy aesthetic popularized by punk zines and fliers.French Terry FleeceFrench terry is a comfortable fabric with a sturdy loopback design and a soft face. Distressing throughout adds a well-worn, well-loved look to the fabric.Stretch Cuffs and HemRibbing at the cuffs and hem help lock in the fit.More BenefitsA metal badge shines bright and shows love for the brand.Product DetailsStandard fit for a relaxed, easy feelBody: 100% cotton. Rib: 97% cotton/3% spandex.Machine washImportedShown: Black/Electro OrangeStyle: CW1794-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "2ffcbc6f-7239-576c-b584-32c8ceb5f619", "content_path": "https://www.nike.com/t/team-31-womens-nba-cropped-t-shirt-tsj4pg", "tags": "Women's Nike NBA Cropped T-Shirt", "text_chunk": " Show your love for the NBA in this T-shirt. Made with soft cotton, this cropped, loose-fitting tee has graphics inspired by what the pros wear at practice, giving you an insider look.Product DetailsLoose fit for a roomy feelRibbed collarPrinted graphics100% cottonMachine washImportedShown: BlackStyle: DM3240-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "bfaec317-a4fe-5fdf-a841-20a1877820eb", "content_path": "https://www.nike.com/t/dri-fit-san-francisco-49ers-womens-7-8-leggings-9pq7nS", "tags": "Women's 7/8 Leggings", "text_chunk": "COMFORT ON THE GO.The Nike Dri-FIT (NFL San Francisco 49ers) Leggings are made with sweat-wicking fabric to help keep you cool and comfortable. Their flexible polyester-spandex fabric stretches with you as you move.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Elastic waistband helps provide a comfortable fit.Product DetailsInterior pocket at waistband77% polyester/23% spandexMachine washImportedShown: Scarlet/BlackStyle: NKZ3058Y73-11F", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "771dfe6f-14d4-5841-bdbd-49f4b0991aef", "content_path": "https://www.nike.com/t/therma-city-connect-boston-red-sox-mens-pullover-hoodie-VNt9st", "tags": "Men's Pullover Hoodie", "text_chunk": "BREATHABLE WARMTH.Designed with exclusive details dedicated to the team's home, the Nike Therma City Connect (MLB Boston Red Sox) Hoodie combines sweat-wicking technology with heat-trapping performance fabric. It features a fleece lining, but its sleeves can also be cut off, providing a versatile outer layer for baseball season.BenefitsNike Therma fabric helps keep you warm.Nike Dri-FIT technology helps you stay dry, comfortable and focused.Product DetailsFront pocketHood with adjustable drawstring100% polyesterMachine washImportedShown: BlueStyle: NAC310NJBQ-1M3", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "d460cf8f-1a9b-51ef-be11-af215a7e54c0", "content_path": "https://www.nike.com/t/brasilia-printed-training-backpack-extra-large-30l-QzmL85", "tags": "Printed Training Backpack (Extra Large, 30L)", "text_chunk": " Whether you're heading to work or a workout (or both), the Nike Brasilia Backpack has you covered. Multiple zippered compartments offer plenty of storage for your laptop and books, plus a change of clothes for the gym. Zippered exterior pockets help keep electronics and small essentials organized and stored securely.BenefitsZippered main compartment has easy-access storage.Thick woven material is durable.Zippered laptop sleeve provides secure carrying.Mesh side pocket holds a water bottle.Product Details20\" H x 13\" W x 7\" D100% polyesterImportedSpot cleanShown: Medium Olive/Black/Particle GreyStyle: DQ5228-222", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "c69b713c-8f35-5c32-bedb-9135b8c06466", "content_path": "https://www.nike.com/t/chelsea-fc-repel-academy-awf-mens-soccer-jacket-x5RJXs", "tags": "Men's Soccer Jacket", "text_chunk": " The Chelsea FC Repel Academy AWF Jacket is a lightweight layer with a water-repellent coating and mesh lining for days when you have to brave the rain, but don't want to be soaked with sweat. This product is made with at least 75% recycled polyester fibers.BenefitsZippered pockets let you secure your essentials.Perforations along your core and underarms add breathability in high-heat zones.Hem is slightly longer in the back for extra coverage.Product DetailsStandard fit for a relaxed, easy feel100% polyesterMachine washImportedShown: Rush Blue/Chlorine Blue/WhiteStyle: DM2965-495", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "a9fd41a0-e607-5c42-9805-a453c553d907", "content_path": "https://www.nike.com/t/boston-red-sox-andrew-benintendi-womens-replica-baseball-jersey-5W1s3M", "tags": "Women's Replica Baseball Jersey", "text_chunk": "LOYALTY TO YOUR TEAM.The MLB Boston Red Sox Jersey helps deliver a comfortable fit with its polyester material. It features team details to add authenticity to your look on game day.Product Details100% polyesterMachine washImportedShown: Midnight NavyStyle: T773BQNBBQ7-B16", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "fef19d29-11b5-5292-8a0f-d29d0bbdab4f", "content_path": "https://www.nike.com/t/dri-fit-big-kids-boys-training-top-gk97X7", "tags": "Big Kids' (Boys') Training Top", "text_chunk": "GO ALL OUT IN SWEAT-WICKING COMFORT.Show off your best moves in the Nike Dri-FIT Top. Made in a sleeveless design with room to move and sweat-wicking fabric, you can play comfortably with every hop, skip and jump.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Soft knit fabric is lightweight and breathable.Product DetailsStandard fit for a relaxed, easy feel100% polyesterMachine washImportedShown: Black/WhiteStyle: DO7090-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "662037be-05e1-5163-9eaa-242c64ca04d7", "content_path": "https://www.nike.com/t/jordan-france-mens-basketball-shorts-gtPjdj", "tags": "Men's Basketball Shorts", "text_chunk": "FRENCH PRIDE.Play with national team pride in the Jordan France Basketball Shorts. They're made from sweat-wicking fabric with team colors and graphics. Zippered pockets offer convenient storage.BenefitsDurable knit fabric with sweat-wicking technology helps you stay dry and comfortable.Mesh fabric is overlaid along the side panels.Zippered pockets give you secure, easy-access storage.Product DetailsJordan Loose fitElastic waistband with front-exit drawcordPrinted graphics100% polyesterMachine washImportedShown: College Navy/White/University Red/WhiteStyle: CV0271-419", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "4ba40932-e1b4-5848-acc4-c898d5376ff3", "content_path": "https://www.nike.com/t/sportswear-mens-long-sleeve-t-shirt-JHVNRz", "tags": "Men's Long-Sleeve T-Shirt", "text_chunk": "REP THE HOUSE OF INNOVATION.The Nike Sportswear T-Shirt features a screen-printed design that calls out Nike's NYC House of Innovation, an immersive 5-story building that redefines the in-store shopping experience. Detailing on the chest and right sleeve lists the exact location of the state-of-the art flagship.BenefitsCotton fabric is soft and comfortable.Screen-printed graphic features House of Innovation detailing.Product DetailsStandard fit for a relaxed, easy feel100% cottonMachine washImportedShown: BlackStyle: CU3568-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f3aaea6e-8c5d-5369-a9dc-2cfe77c6c455", "content_path": "https://www.nike.com/t/dri-fit-stretch-chicago-bears-mens-shorts-95p1sW", "tags": "Men's Shorts", "text_chunk": "MOVE WITH PURPOSE.Designed with team details, the Nike Dri-FIT Stretch (NFL Chicago Bears) Shorts are a wardrobe staple. They feature sweat-wicking technology and a flexible, elastic waistband for a reliably comfortable fit.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.2-way stretch fabric helps provide extra flexibility.Product Details2 side pockets100% polyesterMachine washImportedShown: Navy/OrangeStyle: NKZV051Y7Q-0ZR", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "4c0df4c7-c999-519a-abfa-68750ad4d8f4", "content_path": "https://www.nike.com/t/sportswear-club-mens-pullover-hoodie-kmf2kK", "tags": "Men's Pullover Hoodie", "text_chunk": " Chilly nights call for a cool layer—and we’ve got just the one. Discover out-of-this-world comfort in this cozy pullover hoodie. Made with soft fleece, its unique cut-and-sew design and galactic-inspired graphics give it a wave of interstellar style.BenefitsFleece feels supersoft and has a lightly fuzzy feel inside so you can stay warm and comfy.Hood with a drawstring offers adjustable coverage.Product DetailsStandard fit for a relaxed, easy feelRibbed hem and cuffsKangaroo pocketBody: 80-82% cotton/18-20% polyester. Hood lining: 100% cotton.Machine washImportedShown: Sail/Pearl WhiteStyle: DV9617-133", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "16b4aff9-4105-518d-a466-7e7cbf999267", "content_path": "https://www.nike.com/t/dri-fit-los-angeles-chargers-womens-tank-top-SCjnST", "tags": "Women's Tank Top", "text_chunk": "WARM-WEATHER MUST-HAVE.The Nike Dri-FIT (NFL Los Angeles Chargers) Tank Top is a versatile piece with team details for consistent support of your squad. Its lightweight, breathable polyester has sweat-wicking technology to help keep you comfortable.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Mesh center back panel helps provide added breathability.Product Details100% polyesterMachine washImportedShown: Powder Blue/AnthraciteStyle: NKZX525R97-0ZZ", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "c8116b21-0d1a-514c-8e06-dd473d8c3e9c", "content_path": "https://www.nike.com/t/dri-fit-little-kids-base-layer-top-gkHvFf", "tags": "Little Kids' Base Layer Top", "text_chunk": "A SWEAT-WICKING BASE LAYER. The Nike Dri-FIT Base Layer Top is perfect for layering and features sweat-wicking technology to help keep little ones dry and comfortable.BenefitsDri-FIT technology helps little ones stay dry and comfortable.Product DetailsFabric: 92% polyester/8% elastaneMachine washImportedShown: Style: 86C416-478", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "d1ead403-e43e-564b-80b9-6450f18cb05f", "content_path": "https://www.nike.com/t/air-jordan-legacy-312-low-big-kids-shoes-RxRScn", "tags": "Big Kids' Shoes", "text_chunk": "SHOUT-OUT TO THE 312.The Air Jordan Legacy 312 celebrates MJ's legacy with this shout-out to Chicago's 312 area code. The design creates a modern mash-up of iconic Jordan elements.BenefitsDesign combines iconic Air Jordan elements from the AJ3, AJ1, and Alpha Force.Leather, synthetic and/or textile upper adds a midfoot strap for a secure fit.Visible Air-Sole unit in the heel provides responsive cushioning.Shown: Black/White/Metallic GoldStyle: CD9054-071", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "a870603c-a3e2-5757-b20f-fb3abedc55a4", "content_path": "https://www.nike.com/t/sportswear-womens-t-shirt-hRqn3F", "tags": "Women's T-Shirt", "text_chunk": "A SWOOSH BY ANY OTHER NAME.Love is in the Swoosh and this tee is all about it. Made with soft cotton and a roomy fit, it features an embroidered rose design that celebrates Valentine's Day.BenefitsEveryday cotton fabric feels soft and light.Slightly dropped shoulders and a loose fit provide a comfortable, confident feel.Product DetailsLoose fit for a roomy feelPrinted graphics100% cottonMachine washImportedShown: Bleached CoralStyle: DN5886-697", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f294c7d5-a3d5-5862-a169-7b568fb77d3d", "content_path": "https://www.nike.com/t/dri-fit-player-mens-golf-polo-hwrhhK", "tags": "Men's Golf Polo", "text_chunk": "CLASSIC GOLF MEETS NIKE PERFORMANCE.A timeless classic for the modern you, the Nike Dri-FIT Player Polo blends the look and feel of a cotton polo with the incredible performance of sweat-wicking fabric. The iconic houndstooth print is a nod to the traditional look of golf.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Lightweight knit fabric looks and feels like classic cotton but performs like cool polyester.Houndstooth print adds an iconic look.Pearlized buttons and chambray trim on the placket, back neck and side vents add a sophisticated finish.Left sleeve features a silver ingot with the Swoosh design.Product DetailsStandard fit for a relaxed, easy feel3-button placketFold-over collar58% cotton/42% polyesterMachine washImportedShown: Seafoam/Brushed SilverStyle: DA2993-017", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "0557c257-3a77-5526-a5f3-da4db9071c25", "content_path": "https://www.nike.com/t/dri-fit-swoosh-big-kids-girls-reversible-printed-sports-bra-nTHgNJ", "tags": "Big Kids' (Girls') Reversible Printed Sports Bra", "text_chunk": "SHINE INSIDE AND OUT.The Nike Dri-FIT Swoosh Sports Bra has 2 different looks in 1, so the choice is all yours. With a snug and supportive design plus sweat-wicking technology, it’s everything you need to shine from practice to playtime.Fast-Dry SupportDri-FIT technology wicks away sweat so you can stay dry, comfortable and focused on your game.All-Day SupportA racerback mesh design with a soft chest band provides a supportive fit. A triple-layered lightweight fabric adds more coverage where you need it.Versatile StyleThe reversible design is inspired by Kintsugi, the Japanese craft of repairing ceramic with gold, on one side. Flip it inside out for a solid color look.Product DetailsTight fit for a body-hugging feelMedium supportBody: 83% polyester/17% spandex. Mesh: 80% polyester/20% spandex.Machine washImportedShown: Team Orange/Pinksicle/PinksicleStyle: CU8444-891", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "0b1d5a65-d256-54b4-8afb-30cb9965916e", "content_path": "https://www.nike.com/t/dri-fit-infograph-buffalo-bills-mens-t-shirt-5stdXJ", "tags": "Men's T-Shirt", "text_chunk": "COMFORTABLE GAME-DAY LOOK.The Nike Dri-FIT Infograph (NFL Buffalo Bills) T-Shirt combines lightweight fabric with sweat-wicking technology to help keep you dry and cool as you show pride for your favorite team.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Jersey fabric has a soft, lightweight feel.Product Details100% polyesterMachine washImportedShown: RoyalStyle: NS234DA81-7HT", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "78db57cc-f5a2-5542-8400-ab327e91cfef", "content_path": "https://www.nike.com/t/us-academy-pro-big-kids-dri-fit-short-sleeve-soccer-top-gdssWv", "tags": "Big Kids' Nike Dri-FIT Short-Sleeve Soccer Top", "text_chunk": "UP YOUR GAME.After conquering the basics, take your skills to the next level. A relaxed fit works together with moisture-wicking technology to help keep you cool when your training heats up.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Mesh back panel provides more breathability.Product DetailsStandard fit for a relaxed, easy feel100% polyesterMachine washImportedShown: Obsidian/WhiteStyle: DM9612-451", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "53f5a842-8edf-5815-b5eb-9e9f60f609ae", "content_path": "https://www.nike.com/t/air-deschutz-se-mens-shoes-SgG4sT", "tags": "Men's Shoes", "text_chunk": " From city hikes to canyon trails and long walks on the beach, the Nike ACG Air Deschutz+ is built to get you places. Its classic '90s look pairs with a rugged, outdoor-inspired design made with quick-drying materials and plush cushioning. Strap in and let your journey begin.Northwest TestedThis product was designed and tested in Oregon, USA. The state's vast wilderness and climate served as inspiration for the sandal's look and purpose.Time-Tested ComfortNike Air in the heel gives you cushioning for those wet and rocky adventures.Adventure ApprovedWhether you're splashing in creeks or hopping boulders, the quick-drying materials in the upper and sticky rubber outsole keep you ready for the outdoors.On-the-Go AdjustmentsHook-and-loop straps let you quickly personalize the fit to match the day's adventure.More BenefitsGraphics are inspired by cross sections of rocks on Mt. St. Helens.Textured footbed helps hold your foot in place.Shown: Dark Driftwood/Canyon Purple/Dark Smoke Grey/Light Iron OreStyle: DQ4457-200Nike ACGReady to conquer or escape the urban landscape, Nike All Conditions Gear outfits you in modern wear that tackles the elements. Wind- and waterproof fabrics and breathable technologies keep you covered, while next-level design equips you with versatile storage and style options.", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "a89f01e7-ace5-54fb-a427-c8e42b8d528e", "content_path": "https://www.nike.com/t/dri-fit-little-kids-t-shirt-and-shorts-set-jTmRMd", "tags": "Little Kids' T-Shirt and Shorts Set", "text_chunk": "COORDINATED SEPARATES FOR FUN.The Nike Set includes a sweat-wicking T-shirt and shorts for an easy everyday outfit that's comfortable.BenefitsThe Nike Dri-FIT T-Shirt is 100% made for play. This active top is made of soft, sweat-wicking fabric to help you stay dry with every run, skip and jump.Run, jump and play in the Nike Dri-FIT Shorts. This classic style is breathable and lightweight so your little athlete can keep at it in comfort.Product Details100% PolyesterMachine washImportedShown: Siren RedStyle: 86J179-R3R", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "a6c17445-8a68-5c0a-83c9-34cecfbefdae", "content_path": "https://www.nike.com/t/sacramento-kings-icon-edition-mens-nba-swingman-shorts-DXdKVk", "tags": "Men's Nike NBA Swingman Shorts", "text_chunk": "REP YOUR TEAM.The Sacramento Kings Icon Edition Nike NBA Swingman Shorts are inspired by the authentic NBA shorts. They feature sweat-wicking fabric and side pockets for easy-access storage. Design details match your team's on-court look. This product is made with 100% recycled polyester fibers.BenefitsDri-FIT technology helps keep you dry and comfortable.Double-knit mesh is lightweight yet durable.Hem vents let you move freely.Product DetailsSide seam pockets100% recycled polyesterMachine washImportedShown: Field Purple/Dark Steel Grey/White/WhiteStyle: AJ5647-504", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "ecfe8f36-7044-5af2-a9d2-481945ca7b85", "content_path": "https://www.nike.com/t/houston-astros-womens-replica-baseball-jersey-LXLpBw", "tags": "Women's Replica Baseball Jersey", "text_chunk": "LOYALTY TO YOUR TEAM.The MLB Houston Astros Jersey helps deliver a comfortable fit with its polyester material. It features team details to add authenticity to your look on game day.Product Details100% polyesterMachine washImportedShown: Midnight NavyStyle: T773HUNUHUS-XVU", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "d1ec1950-d729-5857-9dbd-35706fa3479f", "content_path": "https://www.nike.com/t/acg-aw84-cap-CXGkP9", "tags": "Cap", "text_chunk": "A LIGHTWEIGHT FAVORITE.An outdoor staple, now made with 100% organic cotton fibers. The Nike ACG AW84 cap continues our sustainability journey in a classic 5-panel design. A lightweight, woven crown has a an adjustable strap at the back so you can find the right fit with ease.Northwest TestedThis product was designed and tested in Oregon, USA.Coverage That Feels LightWoven fabric throughout the 5-panel crown has a soft, lightweight feel.Adjusts To Feel RightAn adjustable strap at the back lets you customize your fit.Product DetailsBody and Front Lining: 100% cottonHand washImportedShown: BlackStyle: DC9064-010", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "479eaaf9-7426-50bd-9815-3cc9e7f941ec", "content_path": "https://www.nike.com/t/heritage86-texas-hat-tDP793", "tags": "Hat", "text_chunk": "CLEAN LINES, CLASSIC LOOKS.The Nike College Heritage86 (Texas) Hat serves up a Longhorns graphic and our legendary logo, bringing clean styling to a classic 6-panel look.Benefits6-panel design provides durability.Adjustable closure on the back offers a personalized fit.Embroidered eyelets add breathability.Product Details100% cottonHand washImportedShown: Desert OrangeStyle: DH2271-802", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "9108cd27-e643-5175-9907-cd1348226cdc", "content_path": "https://www.nike.com/t/new-york-knicks-nba-beanie-vFTTg3", "tags": "Nike NBA Beanie", "text_chunk": "STRETCHY WARMTH WITH NBA IDENTITY.Top off your game-day look with this New York Knicks Beanie. It's made from an acrylic blend that's soft, stretchy and warm, with a stitched-down team label on the cuff. This product is made with at least 50% recycled polyester fibers.Product DetailsCuffed designBody/lining: 60% polyester/40% acrylicHand washImportedShown: Rush BlueStyle: DM8717-495", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "35a6ff84-4ed9-53f0-9c58-2c114d3c42b4", "content_path": "https://www.nike.com/t/paris-saint-germain-2022-23-stadium-home-womens-dri-fit-soccer-jersey-QTnL5P", "tags": "Women's Nike Dri-FIT Soccer Jersey", "text_chunk": " Like other jerseys from our Stadium collection, this one pairs replica design details with sweat-wicking technology to give you a game-ready look inspired by your favorite team. This product is made with 100% recycled polyester fibers.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Replica design is modeled after what the pros wear on the field.Product DetailsSlim fit for a tailored feel100% polyesterMachine washImportedShown: Midnight Navy/White/Midnight NavyStyle: DJ7781-411", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "04799043-648c-55fb-a091-ab0b9b6dac15", "content_path": "https://www.nike.com/t/dri-fit-michigan-state-mens-long-sleeve-hooded-t-shirt-vgvSg4", "tags": "Men's Long-Sleeve Hooded T-Shirt", "text_chunk": " Rep your favorite team with proud Spartans graphics on this sweat-wicking Michigan State hooded tee. Perfect for game day or the offseason, it lets you cover up when you need to—without the bulk.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Knit fabric feels soft against your skin.Product Details\"Nike Campus\" label at hem58% cotton/42% polyesterMachine washImportedShown: Flat SilverStyle: DO4822-007", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "fb372f4d-2693-55e8-9f82-faf711383dc0", "content_path": "https://www.nike.com/t/dri-fit-crucial-catch-tampa-bay-buccaneers-womens-t-shirt-61gvb0", "tags": "Women's T-Shirt", "text_chunk": "SHOWCASE YOUR SUPPORT.Join the NFL in a great cause with the Nike Dri-FIT Crucial Catch (NFL Tampa Bay Buccaneers) T-Shirt. It's designed with sweat-wicking technology to help keep you dry and comfortable as you proudly rep your team.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Jersey fabric has a soft, lightweight feel.Product Details57% cotton/43% polyesterMachine washImportedShown: BlackStyle: NS5400AZUV-8UQ", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "2b803f79-b3d2-554d-9015-e03dbb28ec3f", "content_path": "https://www.nike.com/t/zoned-support-calf-sleeves-LBTgeOkn", "tags": "Calf Sleeves", "text_chunk": "DRY SUPPORT.The Nike Zoned Support Calf Sleeves feature a sweat-wicking, compressive design for dry comfort and optimal support.BenefitsDri-FIT technology helps keep you dry and comfortable.Flat seams feel smooth against your skin.Left/right specific provide an enhanced fit.Product DetailsSold as a pairReflective elementsThis product is not intended for use as Personal Protective Equipment (PPE)70% nylon/30% spandexMachine washImportedShown: BlackStyle: NRSE5-042", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "6b6445ef-5f49-59e0-9c26-d0459047aedd", "content_path": "https://www.nike.com/t/ponytail-holder-9-pack-fMrpfn", "tags": "Ponytail Holder (9-Pack)", "text_chunk": "MAINTAIN YOUR FOCUS.The Nike Ponytail Holder (9-Pack) includes 9 stretchy elastic bands to securely hold your hair so you can maintain your focus.Product DetailsWidths: 0.5in/1.5cm, 0.5in/1cm, 0.2in/0.5cm.48% polyester/31% rubber/19% nylon/2% spandexImportedShown: Multi-ColorStyle: N0003537-036", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f525d84f-49cd-526b-bd79-2c5d06a3cdda", "content_path": "https://www.nike.com/t/dri-fit-vapor-mens-golf-polo-cR61Rc", "tags": "Men's Golf Polo", "text_chunk": "ICONIC PERFORMANCE.The Nike Dri-FIT Vapor Polo pairs stretchy, sweat-wicking fabric with a knit-in 26-degree chevron design, a tribute to the iconic look of the Nike Windrunner. The knit-in pattern adds breathability, helping you stay cool and comfortable on and off the course. The Swoosh is on the left sleeve so you can easily apply custom graphics like a logo or a crest to the chest.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Mesh insert at the back of the collar adds breathability in this high-heat area.Hem vents let the polo drape nicely when worn untucked or stay tucked-in when it needs to.Product DetailsStandard fit for a relaxed, easy feelFold over collar2-button placket100% polyesterMachine washShown: White/BlackStyle: DH0930-100Windrunner OriginsThe Windrunner became the face of Nike apparel in 1978, at a time when the company was known for its footwear. Today, this running-turned-everyday jacket is still as relevant and exciting as it was back then with its iconic 26-degree chevron styling, excellent breathability and weather resistance.", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f5115f37-52bc-5605-8784-28f5fbf09539", "content_path": "https://www.nike.com/t/sportswear-toddler-t-shirt-and-shorts-set-TBZNDt", "tags": "Toddler T-Shirt and Shorts Set", "text_chunk": "COMFORT FROM TOP TO BOTTOM.The Nike Set includes a T-Shirt and Shorts to keep little ones comfy all day long.BenefitsCotton fabric feels soft and comfortable.Ribbed collar stretches for comfort.The shorts are made with French terry fabric that feels soft and smooth on the outside and gently textured on the inside.Product DetailsStandard fit for a relaxed, easy feelT:Shirt: 100% Cotton Shorts: 60% Cotton, 40% PolyesterTop：Hand WashImportedShown: Multi-ColorStyle: 76H749-023", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "2778fd91-d3b6-579c-91c2-561ab93681ec", "content_path": "https://www.nike.com/t/air-jordan-xxxv-low-ds-pf-basketball-shoes-5GGtjV", "tags": "Basketball Shoes", "text_chunk": " Basketball players create separation by cutting quicker, running faster and jumping higher than the competition. The ultra-lightweight Air Jordan XXXV Low helps transform your speed and power into linear and vertical separation. Similar to the inline game shoe, it uses a sculpted and stable midsole that's loaded with visible, large-volume Zoom Air units to help you exploit the space you create. The lower collar height allows ankle mobility while keeping you fully and comfortably contained. This PF version has an extra-durable outsole that's ideal for outdoor courts.Eclipse the CompetitionThe sculpted Eclipse plate 2.0 is raised along its upper edge to enhance side-to-side stability and support. It's hollowed out to reduce the shoe's overall weight while letting you see through the shoe.2x Visible ZoomZoom Air cushioning under the heel and forefoot has a springy, responsive feel. The large-volume heel unit provides impact cushioning, while the forefoot unit helps support your game. The edges of both units are visible through the hollow midsole plate.Lace Up, Lock InFlightwire cables stitched into the side radiate up from the curved plate. When you lace up they pull the material snugly over the sides and top of your foot to help keep you stable on the footbed.Traction and ControlThe rubber outsole uses a modified herringbone tread pattern that grips the court. It's designed to help you stop, start and change directions on the fly.More BenefitsThe extra-durable outsole rubber is designed to play on outdoor courts.Product DetailsFoam soleTongue pull tabNot intended for use as Personal Protective Equipment (PPE)Shown: Hyper Jade/Bright Crimson/Blue Orbit/Metallic SilverStyle: DJ2831-300", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "d3ed0169-244e-5ee0-8ac4-fce2b4555998", "content_path": "https://www.nike.com/t/dri-fit-ucla-mens-polo-5P7Zps", "tags": "Men's Polo", "text_chunk": " With Bruins details on a time-tested silhouette, this UCLA polo is a perfect fit for the sidelines or your daily adventures. It gives you a little extra to keep you going with UV-treated fabric that wicks sweat to help you stay cool.BenefitsNike Dri-FIT technology moves sweat away from your skin for quicker evaporation, helping you stay dry and comfortable.Knit fabric feels soft and smooth.Product DetailsThis product provides UVA and UVB protection from the sun only in the areas covered by the garment. To protect exposed areas, the use of good quality sunscreen is recommended.Standard fit for a relaxed, easy feelDropped back hem100% polyesterMachine washImportedShown: Signal BlueStyle: DQ9266-403", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "0a73c673-3f1e-5761-91aa-a10db4092973", "content_path": "https://www.nike.com/t/jordan-big-kids-boys-full-zip-jacket-896nRz", "tags": "Big Kids' (Boys') Full-Zip Jacket", "text_chunk": "FUZZY FIT FOR COLD TEMPS.The Jordan Jacket is made with plush sherpa fleece to keep you looking and feeling comfortable in cold temps. DNA details create instant hoops style.BenefitsFuzzy sherpa fleece feels warm and cozy inside and outside.The high collar helps block out the wind.Full-length zipper lets you adjust for a comfy fit.Product DetailsLoose fit for a roomy feel100% polyesterMachine washImportedShown: BlackStyle: 95A724-023", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "e951cdc6-9c76-54f7-b23b-6cae9133c54d", "content_path": "https://www.nike.com/t/los-angeles-rams-vapor-untouchable-matthew-stafford-mens-limited-football-jersey-cF4RHr", "tags": "Men's Limited Football Jersey", "text_chunk": "GRIDIRON LOOK.The NFL Los Angeles Rams Nike Vapor Untouchable Jersey delivers an authentic touch on game day. Sweat-wicking technology and sublimated detailing help provide all-day comfort as you rep your favorite player.BenefitsNike Dri-FIT technology helps you stay dry, comfortable and focused.Sublimated details add breathability.Ventilation over major heat zones helps keep you cool.Product DetailsStandard fit for a relaxed, easy feelNFL shield at V-neckTagless neck labelLaser-cut embossed jock tag100% polyesterMachine washImportedShown: WhiteStyle: 32NMLRLA95F-2QF", "text_chunk_no": 1, "access_key_id": "xyz"},
{"id": "f4c3b3b0-6678-577b-98b2-f004063f2c4f", "content_path": "https://www.nike.com/t/team-first-houston-astros-womens-cropped-t-shirt-dC3Jmb", "tags": "Women's Cropped T-Shirt", "text_chunk": "SHOW YOUR TEAM SPIRIT.Keep comfy and casual in the Nike Team First (MLB Houston Astros) T-Shirt. Its cropped design and large team details make this cotton tee a trendy show of support for your MLB crew.Product Details100% cottonMachine washImportedShown: OrangeStyle: NMMD032NHUS-0LQ", "text_chunk_no": 1, "access_key_id": "xyz"}
]
